20240115141649-motivation_of_two_phase_flow_in_sfr.tex
% Created 2024-02-28 Wed 10:03
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{Guanghao Jiao}
\date{\textit{<2024-02-28 Wed>}}
\title{Motivation of My Topic}
\hypersetup{
 pdfauthor={Guanghao Jiao},
 pdftitle={Motivation of My Topic},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 29.2 (Org mode 9.6.15)}, 
 pdflang={English}}
\begin{document}

\maketitle
\section{Introduction}
\label{sec:org9fb3e00}
The study of liquid sodium reactor begins at 1960s. From 1960s to 1970s, the research on SFR is mainly focused on the military research. After that, the SFR has come to the citizen utilization.

During XX and XX, the research on the SFR is stopped.
The reasons are mainly:
\begin{enumerate}
\item XXXXX. The most SFRs are in the state of shutdown.
\item 

\item 
\end{enumerate}

However, on the wave of GIF, the R\&D for the Gen. IV reactors is planed and the SFR comes into our view again. Among all of the reactors, the sodium reactor is the most promised one.

Because it has such advantages:
\begin{enumerate}
\item There is plenty of operation experience.
\item 

\item 
\end{enumerate}

But these disadvantages need to be overcomed:
\begin{enumerate}
\item 

\item 

\item 
\end{enumerate}

\section{Motivation}
\label{sec:orgbd7481f}
One of the main aim of R\&D of the Gen. IV reactors is the satety of the reactors. The positive void effect of SFR is one of the safety problems. The increase of the void fraction leads to the increase in reactivity. Although it only lead to safety problems at very rare (almost impossible) accident, it is still posibble. Additionally, it reduces the efficiency of the usage of the fuel.

To solve this problem, on the one hand, researchers has spend much effort on the design of the reactor structure to reduce the sodium void effet (coefficient). (For example, strategies: 1, 2, 3.) Toshiba has already invented a kind of the modular SFR reactor, see XX. On the other hand, researchers are working on the study on the two phase flow in liquid metal. Because, the void coefficient is dependent not only on the structure, but also the bubble behaviours in the reactor. For example, the CFD simulation is based on both of the understanding on the to phase flow behaviours in the liquid metal and the structure of the reactor. The two are linked as a whole.

Based on this background, the study on the liquid metal begins.

\section{Essentials}
\label{sec:orgb477fa3}
The void effect is defined as:
                    XX
The void effect of most normal reactors, e.g. XX and XX, is negativ. The increase in the void fraction leads to the reduction in the reactivity, resulting in a self-prevent effect and this is stable.

Howerver the void coefficient of SFR is positive and this is instable and more complex.

The sodium void effect is mainly dependent on the two trade-off effects: neutron moderation and neutron leackage.

\subsection{Neutron Moderation}
\label{sec:orgd9f1e8a}
Liquid sodium works not only mainly as coolant but also partially as moderator.
\begin{itemize}
\item neutron cross-section
\item inelastic scattering at high energy
\end{itemize}
\subsection{Neutron Leackage}
\label{sec:org87c235a}
\begin{itemize}
\item Locally, this is dependent on where does the bubble stay.
\item Homogeneously, this is dependent on the structure of the reactor --> the volume ratio of liquid sodium and fuel rod.
\end{itemize}

\section{Experiment Plan}
\label{sec:org14dc6f6}
According to the explain in the Essential section, these questions are important:

\begin{itemize}
\item Why study Na, not water?
\begin{itemize}
\item Because the surface tension is different so that we assume the bubble shapes are different in Na and water.
\end{itemize}
\item Will or how do bubbles coalescence and collapse?
\item Will bubbles enter the core or just rise outside the core?
\item If they enter the core, will they stay in the core or will they go through the core?
\end{itemize}

\section{References:}
\label{sec:org2f8bbfb}
\begin{itemize}
\item \href{20240227161920-validation_of_the_sodium_void_reactivity_effect_prediction_using_jeff_3_1_nuclear_data.org}{tommasiValidationSodiumVoid2010}
\item 
\end{itemize}
\section{Vertical: The very general history of the SFR}
\label{sec:org42a1e9e}
\begin{itemize}
\item Why its study has begann?
\item Why its study has stopped?
\item Why its study has begann again?
\end{itemize}
\section{Parallel: The comparasion of the reactors among the other reactors (\href{20240131150544-nuclear_reactor_generation_iv.org}{Nuclear Reactor Generation IV}).}
\label{sec:org4e54d51}
\section{Motivation of two phase flow study in SFR}
\label{sec:org5bd3acb}
\subsection{Two phase flow foremd in accidents}
\label{sec:org0178a01}
\begin{itemize}
\item two-phase flows during leakage accidents
\item boiling processes in the reactor core
\item phase transitions in passive decay heat removal systems
\end{itemize}
\section{Motivation of two phase flow study in LFR}
\label{sec:org74263e5}
\end{document}
